tap "aws/tap"
tap "azure/kubelogin"
tap "elastic/tap"
tap "ethereum/ethereum"
tap "hashicorp/tap"
tap "homebrew-ffmpeg/ffmpeg"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "kurtosis-tech/tap"
tap "nethermindeth/sedge"
tap "romkatv/gitstatus"
tap "romkatv/powerlevel10k"
tap "saulpw/vd"
tap "tendermint/tap"
tap "warrensbox/tap"
brew "argocd"
brew "openssl@3"
brew "azure-cli"
brew "bash"
brew "bash-completion"
brew "glib"
brew "cmake"
brew "conftest"
brew "coreutils"
brew "dialog"
brew "ethereum"
brew "harfbuzz"
brew "ffmpeg"
brew "freerdp"
brew "fzf"
brew "gh"
brew "pango"
brew "git"
brew "gitlab-runner"
brew "gnu-sed"
brew "go"
brew "helm"
brew "httrack"
brew "jid"
brew "jq"
brew "lastpass-cli"
brew "llvm"
brew "lsd"
brew "maven"
brew "mercurial"
brew "neovim"
brew "node"
brew "nvm"
brew "opa"
brew "pandoc"
brew "poppler"
brew "portaudio"
brew "postgresql@14"
brew "powerlevel10k"
brew "protobuf"
brew "redis"
brew "rust"
brew "shc"
brew "solidity"
brew "sonar-scanner"
brew "sshpass"
brew "tcl-tk"
brew "tectonic"
brew "terraform"
brew "tmux"
brew "tree"
brew "ttyd"
brew "weasyprint"
brew "wget"
brew "yarn"
brew "yazi"
brew "yq"
brew "zellij"
brew "zoxide"
brew "aws/tap/copilot-cli"
brew "azure/kubelogin/kubelogin"
brew "elastic/tap/elasticsearch-full"
brew "elastic/tap/kibana-full"
brew "hashicorp/tap/consul"
brew "hashicorp/tap/consul-k8s"
brew "hashicorp/tap/nomad"
brew "homebrew-ffmpeg/ffmpeg/ffmpeg"
brew "kurtosis-tech/tap/kurtosis-cli"
brew "nethermindeth/sedge/sedge"
brew "romkatv/gitstatus/gitstatus"
brew "saulpw/vd/visidata"
brew "tendermint/tap/starport"
brew "warrensbox/tap/tfswitch"
cask "android-platform-tools"
cask "codex"
cask "dotnet-sdk"
cask "fig"
cask "font-agave-nerd-font"
cask "font-commit-mono-nerd-font"
cask "font-hack-nerd-font"
cask "ghostty"
cask "gitkraken-cli"
cask "hiddenbar"
cask "keycastr"
cask "keyclu"
cask "maccy"
cask "mactex"
cask "pastenow"
cask "redis-insight"
cask "tailscale-app"
vscode "4ops.terraform"
vscode "aaron-bond.better-comments"
vscode "ahebrank.yaml2json"
vscode "akamud.vscode-theme-onelight"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "biati.reveal-in-forklift"
vscode "bierner.markdown-mermaid"
vscode "brunnerh.file-properties-viewer"
vscode "ckolkman.vscode-postgres"
vscode "codedungeon.open-in-macdown"
vscode "conradludgate.rust-playground"
vscode "dbaeumer.vscode-eslint"
vscode "digitalassetholdingsllc.daml"
vscode "donjayamanne.githistory"
vscode "donjayamanne.python-environment-manager"
vscode "dotiful.dotfiles-syntax-highlighting"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "figma.figma-vscode-extension"
vscode "foxundermoon.shell-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.sentinel"
vscode "idleberg.applescript"
vscode "idleberg.jxa"
vscode "ionutvmi.path-autocomplete"
vscode "janisdd.vscode-edit-csv"
vscode "jebbs.plantuml"
vscode "jscearcy.rust-doc-viewer"
vscode "juanblanco.solidity"
vscode "mads-hartmann.bash-ide-vscode"
vscode "mathcale.theme-dracula-refined"
vscode "mattstewart.rejig-vscode-extension"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "ms-ossdata.vscode-pgsql"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-repositories"
vscode "ms-vsliveshare.vsliveshare"
vscode "msyrus.go-doc"
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-pg"
vscode "njpwerner.autodocstring"
vscode "nopeslide.vscode-drawio-plugin-mermaid"
vscode "oracle.oracle-java"
vscode "oraichain.cosmwasm-ide"
vscode "parallelsdesktop.parallels-desktop"
vscode "pkief.material-icon-theme"
vscode "plex.vscode-regolint"
vscode "redhat.vscode-yaml"
vscode "remisa.shellman"
vscode "ritwickdey.liveserver"
vscode "robbowen.synthwave-vscode"
vscode "rust-lang.rust-analyzer"
vscode "salesforce.mule-dx-api-component"
vscode "salesforce.mule-dx-apikit-component"
vscode "salesforce.mule-dx-data-weave-client"
vscode "salesforce.mule-dx-dependencies"
vscode "salesforce.mule-dx-extension-pack"
vscode "salesforce.mule-dx-mule-dev-component"
vscode "salesforce.mule-dx-munit-component"
vscode "salesforce.mule-dx-vscode"
vscode "sandcastle.vscode-open"
vscode "satokaz.vscode-markdown-header-coloring"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "tamasfe.even-better-toml"
vscode "timonwong.shellcheck"
vscode "tintinweb.graphviz-interactive-preview"
vscode "tintinweb.solidity-visual-auditor"
vscode "tintinweb.vscode-ethover"
vscode "tintinweb.vscode-solidity-flattener"
vscode "tintinweb.vscode-solidity-language"
vscode "tomoki1207.pdf"
vscode "tsandall.opa"
vscode "vadimcn.vscode-lldb"
vscode "vscodevim.vim"
vscode "vspacecode.whichkey"
vscode "wmaurer.change-case"
vscode "xyz.local-history"
vscode "yzhang.markdown-all-in-one"
vscode "zainchen.json"
vscode "zhuangtongfa.material-theme"
vscode "znck.grammarly"
vscode "zxh404.vscode-proto3"
go "github.com/air-verse/air"
go "blog-express/cmd/blog-expressd"
go "github.com/amarlanda/blog/cmd/blogd"
go "github.com/br0xen/boltbrowser"
go "github.com/alice/checkers/cmd/checkersd"
go "github.com/alice/cosmos_chain/cmd/cosmos_chaind"
go "github.com/CudoVentures/cudos-node/cmd/cudos-noded"
go "golang.org/x/tools/gopls"
go "github.com/amarlanda/hello/cmd/hellod"
go "github.com/alice/mychain/cmd/mychaind"
go "github.com/amarlanda/new_module_example/cmd/new_module_exampled"
go "github.com/golang/protobuf/protoc-gen-go"
go "github.com/regen-network/cosmos-proto/protoc-gen-gocosmos"
go "github.com/grpc-ecosystem/grpc-gateway/protoc-gen-grpc-gateway"
go "github.com/grpc-ecosystem/grpc-gateway/v2/protoc-gen-openapiv2"
go "github.com/grpc-ecosystem/grpc-gateway/protoc-gen-swagger"
go "github.com/cosmos/cosmos-sdk/simapp/simd"
go "honnef.co/go/tools/cmd/staticcheck"
go "github.com/a-h/templ/cmd/templ"
go "github.com/CosmWasm/wasmd/cmd/wasmd"
cargo "cargo-edit"
cargo "cargo-script"
cargo "cargo-watch"
cargo "pulldown-cmark"
cargo "rustlings"
uv "-"
uv "-"
uv "voice-mode"
